import React from 'react';
import "./index.css"

const StudentWorks = () => {
    return (
        <div className="student-works">
            <h3>Работы студентов</h3>
            <div className="student-works__content main-box">
                <div className="student-works__item">

                </div>
                <div className="student-works__text">
                    <h5>Айдос Айдосов, студент IOS разработки</h5>
                    <p>В качестве студента по iOS-приложениям, вы будете иметь возможность научиться создавать мобильные приложения, которые будут иметь широкий охват пользователей и позитивный отзыв в App Store. Вам придется работать с самыми современными инструментами и технологиями, такими как Swift, Xcode и iOS SDK, и применять их для создания красивых, функциональных и интуитивно понятных приложений, которые удовлетворят потребности пользователей. Эта работа будет требовать от вас творческого мышления, усидчивости и настойчивости, но в конце концов, результат будет того стоить, когда вы увидите свое приложение в действии на устройствах пользователей.</p>
                </div>
            </div>
        </div>
    );
};

export default StudentWorks;
